Revit 2027 API
BuiltInFailures.WallFailures.FailedToChangeInstSymbol Property
 Failed to change symbol of instance.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FailedToChangeInstSymbol { get; }
Public Shared ReadOnly Property FailedToChangeInstSymbol As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FailedToChangeInstSymbol {
	FailureDefinitionId^ get ();
}
static member FailedToChangeInstSymbol : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.WallFailures Class
Autodesk.Revit.DB Namespace